# MacOS-only stuff
tap "qmk/qmk" if OS.mac?
cask "1password" if OS.mac?
cask "1password-cli" if OS.mac?
cask "affinity" if OS.mac?
cask "antigravity" if OS.mac?
cask "arc" if OS.mac?
cask "asana" if OS.mac?
cask "bartender" if OS.mac?
cask "claude" if OS.mac?
cask "claude-code" if OS.mac?
cask "cmux" if OS.mac?
# cask "figma" if OS.mac?
cask "font-maple-mono-nf" if OS.mac?
cask "font-meslo-lg-nerd-font" if OS.mac?
cask "font-monaspace-nf" if OS.mac?
cask "gcloud-cli" if OS.mac?
cask "ghostty" if OS.mac?
cask "gimp" if OS.mac?
cask "google-drive" if OS.mac?
cask "grammarly-desktop" if OS.mac?
cask "intellij-idea" if OS.mac?
cask "karabiner-elements" if OS.mac?
cask "keymapp" if OS.mac?
cask "logi-options+" if OS.mac?
cask "maccy" if OS.mac?
# cask "mailbird" if OS.mac?
cask "microsoft-auto-update" if OS.mac?
# cask "microsoft-outlook" if OS.mac?
cask "minecraft" if OS.mac?
cask "neo4j-desktop" if OS.mac?
cask "notion" if OS.mac?
cask "notion-calendar" if OS.mac?
cask "notion-mail" if OS.mac?
cask "orbstack" if OS.mac?
cask "pycharm" if OS.mac?
cask "raycast" if OS.mac?
cask "rustrover" if OS.mac?
cask "shottr" if OS.mac?
cask "sizeup" if OS.mac?
cask "slack" if OS.mac?
# cask "temurin@21" if OS.mac?
cask "thebrowsercompany-dia" if OS.mac?
cask "visual-studio-code" if OS.mac?
cask "webex" if OS.mac?
cask "webstorm" if OS.mac?
cask "wezterm" if OS.mac?
cask "zappy" if OS.mac?
cask "zed" if OS.mac?
brew "kanata" if OS.mac?
brew "mas" if OS.mac?
brew "qmk" if OS.mac?
# mas "Email", id: 1489591003 if OS.mac?
# mas "Spark email", id: 6445813049 if OS.mac?
mas "Davinci Resolve", id: 571213070 if OS.mac?

# shell stuff

brew "fish"
brew "fisher"
brew "oh-my-posh"
# brew "starship"
brew "tmux"
brew "zsh"

# global programs and utilities

brew "asciinema"
brew "atuin"
brew "awscli"
brew "bat"
brew "bottom"
brew "btop"
brew "carapace"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "git-delta"
brew "dua-cli"
brew "duf"
brew "eza"
brew "fd"
brew "fzf"
brew "fzy"
brew "gh"
brew "git"
brew "git-lfs"
# brew "google-cloud-sdk"
brew "helix"
brew "htop"
brew "httpie"
brew "jbang"
brew "jj"
brew "jq"
brew "just"
brew "kompose"
brew "kubernetes-cli"
brew "helm"
# brew "lazygit"
brew "less"
brew "lnav"
brew "mise"
brew "neo4j-mcp"
brew "neovim"
brew "nmap"
brew "pkgconf"
brew "ripgrep"
# brew "rustup"
brew "subversion"
brew "trash-cli"
brew "uv"
brew "wget"
brew "zellij"
brew "zoxide"
brew "ollama"
