brew "asciinema"
brew "btop"
brew "curl"
brew "cypher-shell"
brew "eza"
brew "fzy"
brew "gnupg"
# brew "lnav"
brew "htop"
brew "httpie"
brew "less"
# brew "rustup"
brew "mise"
brew "mkdocs"
brew "neo4j-labs/tap/neo4j-cli"
brew "nmap"
brew "pkgconf"
brew "trash-cli"
brew "wget"
