brew "asciinema"
brew "atuin"
brew "awscli"
brew "bat"
brew "bottom"
brew "btop"
brew "carapace"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "dua-cli"
brew "duf"
brew "eza"
brew "fd"
brew "fzf"
brew "fzy"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
# brew "google-cloud-sdk"
brew "helix"
brew "helm"
brew "htop"
brew "httpie"
brew "jbang"
brew "jj"
brew "jq"
brew "just"
brew "kompose"
brew "kubernetes-cli"
# brew "lazygit"
brew "less"
brew "lnav"
brew "mise"
brew "mkdocs"
brew "neo4j-mcp"
brew "neovim"
brew "nmap"
brew "ollama"
# brew "rustup"
brew "pkgconf"
brew "ripgrep"
brew "subversion"
brew "trash-cli"
brew "uv"
brew "wget"
brew "zellij"
brew "zoxide"
