
# MacOS-only stuff
tap "qmk/qmk"
cask "1password"
cask "1password-cli"
cask "affinity"
cask "antigravity"
cask "arc"
cask "asana"
cask "bartender"
cask "claude"
cask "claude-code"
cask "cmux"
# cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "font-maple-mono-nf"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nf"
cask "gcloud-cli"
cask "ghostty"
cask "gimp"
cask "google-drive"
cask "grammarly-desktop"
cask "granola"
cask "intellij-idea"
cask "karabiner-elements"
cask "keymapp"
# cask "mailbird"
cask "logi-options+"
# cask "microsoft-outlook"
cask "maccy"
cask "microsoft-auto-update"
cask "minecraft"
cask "neo4j-desktop"
cask "notion"
cask "notion-calendar"
cask "notion-mail"
cask "orbstack"
cask "pycharm"
cask "raycast"
cask "rustrover"
cask "shottr"
# cask "temurin@21" if OS.mac?
cask "sizeup"
cask "slack"
cask "thebrowsercompany-dia"
cask "visual-studio-code"
cask "webex"
cask "webstorm"
cask "wezterm"
cask "zappy"
cask "zed"
# mas "Email", id: 1489591003
# mas "Spark email", id: 6445813049
mas "Davinci Resolve", id: 571213070
brew "kanata"
brew "mas"
brew "qmk"
brew "sketchybar"
brew "swiftly"
