brew "asciinema"
brew "atuin"
brew "bat"
brew "bottom"
brew "btop"
brew "carapace"
brew "coreutils"
brew "curl"
brew "cypher-shell"
brew "dua-cli"
brew "duf"
brew "eza"
brew "fd"
brew "fzf"
brew "fzy"
brew "htop"
brew "httpie"
brew "jbang"
brew "jq"
brew "just"
brew "less"
# brew "lnav"
brew "mise"
brew "mkdocs"
brew "neo4j-labs/tap/neo4j-cli"
# brew "rustup"
brew "neovim"
brew "nmap"
brew "pkgconf"
brew "ripgrep"
brew "trash-cli"
brew "uv"
brew "wget"
brew "zellij"
brew "zoxide"
