tap "1password/tap"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jbangdev/tap"
tap "ohueter/tap"
tap "qmk/qmk"
brew "arangodb"
brew "asciinema"
brew "awscli"
brew "chezmoi"
brew "colima"
brew "coreutils"
brew "cypher-shell"
brew "docker"
brew "fio"
brew "git"
brew "git-delta"
brew "htop"
brew "httpie"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "librsvg"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "qt@5", link: true
brew "subversion"
brew "terraform"
brew "vim"
brew "virtualenv"
brew "virtualenvwrapper"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "jbangdev/tap/jbang"
cask "1password"
cask "1password-cli"
cask "arc"
cask "disk-inventory-x"
cask "font-meslo-lg-nerd-font"
cask "gimp"
cask "google-drive"
cask "inkscape"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "maccy"
cask "meetingbar"
cask "microsoft-auto-update"
cask "minecraft"
cask "multipass"
cask "neo4j"
cask "notion"
cask "postman"
cask "protonvpn"
cask "pycharm"
cask "raycast"
cask "shottr"
cask "sizeup"
cask "slack"
cask "sqlcl"
cask "temurin17"
cask "vanilla"
cask "visual-studio-code"
cask "webex"
cask "webstorm"
cask "whatsapp-beta"
cask "zoom"
vscode "atommaterial.a-file-icon-vscode"
vscode "BeardedBear.beardedtheme"
vscode "Ciantic.keymapceditor-vsc"
vscode "DeepeshDhakal.tilak"
vscode "eamodio.gitlens"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "ginfuru.ginfuru-better-solarized-dark-theme"
vscode "hashicorp.terraform"
vscode "luqimin.tiny-light"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "ryanolsonx.solarized"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "UjjwalBarman.kamekazi-dark"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
