tap "1password/tap"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "jbangdev/tap"
tap "ohueter/tap"
tap "qmk/qmk"
brew "xz"
brew "python@3.12"
brew "asciinema"
brew "awscli"
brew "libgit2@1.7"
brew "bat"
brew "bottom"
brew "certifi"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "cypher-shell"
brew "dua-cli"
brew "eza"
brew "fio"
brew "fish"
brew "git"
brew "git-delta"
brew "gnu-typist"
brew "helm"
brew "htop"
brew "httpie"
brew "jenv"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "lazygit"
brew "librsvg"
brew "luarocks"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "pkgconf"
brew "python@3.11"
brew "qt@5", link: true
brew "subversion"
brew "tmux"
brew "virtualenv"
brew "wget"
brew "yarn"
brew "zellij"
brew "zlib"
brew "zsh"
brew "jbangdev/tap/jbang"
cask "1password"
cask "1password-cli"
cask "arc"
cask "asana"
cask "bartender"
cask "disk-inventory-x"
cask "figma"
cask "font-cascadia-code"
cask "font-commit-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "gimp"
cask "google-cloud-sdk"
cask "google-drive"
cask "grammarly-desktop"
cask "iterm2"
cask "maccy"
cask "microsoft-auto-update"
cask "multipass"
cask "neo4j"
cask "notion-calendar"
cask "rancher"
cask "raycast"
cask "routine"
cask "shottr"
cask "slack"
cask "temurin@17"
cask "visual-studio-code"
cask "webex"
cask "zappy"
cask "zoom"
vscode "batisteo.vscode-django"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "hashicorp.terraform"
vscode "kevinrose.vsc-python-indent"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "neo4j-extensions.neo4j-for-vscode"
vscode "njpwerner.autodocstring"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-xml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sherloach.solarized-osaka"
vscode "snappify.snappify"
vscode "stardog-union.stardog-rdf-grammars"
vscode "stardog-union.vscode-langserver-sparql"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "wholroyd.jinja"
