tap "1password/tap"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "jbangdev/tap"
tap "ohueter/tap"
tap "qmk/qmk"
brew "asciinema"
brew "awscli"
brew "chezmoi"
brew "colima"
brew "coreutils"
brew "cypher-shell"
brew "eza"
brew "fio"
brew "git"
brew "git-delta"
brew "gnu-typist"
brew "htop"
brew "httpie"
brew "jenv"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "lazygit"
brew "librsvg"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "qt@5", link: true
brew "subversion"
brew "terraform"
brew "virtualenv"
brew "virtualenvwrapper"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "jbangdev/tap/jbang"
cask "1password"
cask "1password-cli"
cask "arc"
cask "asana"
cask "disk-inventory-x"
cask "font-meslo-lg-nerd-font"
cask "gimp"
cask "google-drive"
cask "insomnia"
cask "iterm2"
cask "maccy"
cask "meetingbar"
cask "microsoft-auto-update"
cask "multipass"
cask "neo4j"
cask "postman"
cask "rancher"
cask "raycast"
cask "shottr"
cask "sizeup"
cask "slack"
cask "temurin17"
cask "vanilla"
cask "visual-studio-code"
cask "webex"
cask "zoom"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "ginfuru.ginfuru-better-solarized-dark-theme"
vscode "hashicorp.terraform"
vscode "KevinRose.vsc-python-indent"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "njpwerner.autodocstring"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-xml"
vscode "ryanolsonx.solarized"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "vscode-icons-team.vscode-icons"
vscode "wholroyd.jinja"
